import classes from "./OffertPage.module.scss";

function OffertPage() {
  return (
    <div className={classes.offertPage}>
      <div className="container">
        <h3 className={classes.header}>Публичная оферта</h3>
        <ol>
          <li>
            <p>
              <span>ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</span>
            </p>
            <ul>
              <li>
                Публичная оферта (далее – «Оферта») - публичное предложение
                Продавца, адресованное неопределенному кругу лиц, заключить с
                Продавцом договор купли-продажи товара дистанционным способом
                (далее - «Договор») на условиях, содержащихся в настоящей
                Оферте, включая все Приложения.
              </li>
              <li>
                Текст данного Договора является публичной офертой (в
                соответствии со статьёй 396 и пунктом 2 статьи 396 Гражданского
                кодекса Кыргызской Республики).
              </li>
              <li>
                Акцептом настоящей оферты (договора) — оформление Покупателем
                заказа на Товар в соответствии с условиями настоящей оферты.
              </li>
              <li>Выберите способ оплаты</li>
              <li>
                Факт оформления заказа Покупателем является безоговорочным
                фактом принятия Покупателем условий данного Договора, в том
                числе согласием Покупателя на рассылку ему Продавцом
                смс-сообщений о статусе его заказа и опросов для улучшения
                качества обслуживания Покупателей. Покупатель, приобретший товар
                в Интернет-магазине Продавца (оформивший заказ товара),
                рассматривается как лицо, вступившее с продавцом в отношения на
                условиях настоящего Договора.
              </li>
              <li>
                Договор, заключаемый на основании акцептирования Покупателем
                настоящей оферты является Договором присоединения, к которому
                Покупатель присоединяется без каких-либо исключений и/или
                оговорок.
              </li>
            </ul>
          </li>
          <li>
            <p>
              <span>ОБЩИЕ ПОЛОЖЕНИЯ</span>
            </p>
            <ul>
              <li>
                Заказ Покупателем Товара, размещенного на сайте
                Интернет-магазина означает, что Покупатель согласен со всеми
                условиями настоящей Оферты.{" "}
              </li>
              <li>
                Администрация сайта Интернет-магазина имеет право вносить
                изменения в Оферту без уведомления Покупателя.
              </li>
              <li>
                Срок действия Оферты не ограничен, если иное не указано на сайте
                Интернет-магазина.{" "}
              </li>
              <li>
                Продавец предоставляет Покупателю информацию о Товаре, включая
                информацию об основных потребительских свойствах Товара.{" "}
              </li>
              <li>
                Продавец имеет право изменять настоящий Договор, Цены на Товар и
                Тарифы на сопутствующие услуги, способы и сроки оплаты и
                доставки товара в одностороннем порядке, помещая их на страницах
                интернет-магазина. Все изменения вступают в силу немедленно
                после публикации, и считаются доведенными до сведения Покупателя
                с момента такой публикации.
              </li>
            </ul>
          </li>
          <li>
            <p>
              <span>ЦЕНА ТОВАРА</span>
            </p>
            <ul>
              <li>
                Цена на каждую позицию Товара указана на сайте
                Интернет-магазина.
              </li>
              <li>
                Продавец имеет право в одностороннем порядке изменить цену на
                любую позицию Товара.
              </li>
              <li>
                Перед поставкой заказанного Покупателем товара Продавец имеет
                право потребовать от Покупателя 100% предоплаты заказанного
                товара. Продавец имеет право отказать Покупателю в доставке
                товара при отсутствии такой оплаты.
              </li>
              <li>
                Если Покупатель при оформлении Заказа указывает безналичный
                способ оплаты Заказа (банковской картой либо системой
                электронных платежей), то Покупатель обязан оплатить свой Заказ
                в течение 60 минут с момента оформления Заказа Покупателем, а не
                с момента подтверждения данного Заказа.
              </li>
              <li>
                Если Покупатель при оформлении Заказа указывает наличный способ
                оплаты Заказа в кассу Продавца, то Покупатель обязан оплатить
                свой Заказ в течение 2 дней с момента оформления Заказа
                Покупателем, а не с момента подтверждения данного Заказа, либо в
                момент передачи Товара курьером Покупателю.
              </li>
              <li>
                Изменение Продавцом цены на оплаченный или подтвержденный Заказ
                на сайте Покупателем Товар не допускается.
              </li>
              <li>
                Продавец указывает стоимость доставки Товара на сайте
                Интернет-магазина либо сообщает Покупателю при оформлении заказа
                Оператором.
              </li>
              <li>
                Обязательства Покупателя по оплате Товара считаются исполненными
                с момента поступления денежных средств на счет Продавца или
                получения наличных в кассу, либо Курьеру.
              </li>
              <li>
                Расчеты между Продавцом и Покупателем за Товар производятся
                способами, указанными на сайте Интернет-магазина.
              </li>
            </ul>
          </li>
          <li>
            <p>
              <span>ОФОРМЛЕНИЕ ЗАКАЗА</span>
            </p>
            <ul>
              <li>
                Заказ Товара осуществляется Покупателем через Оператора по
                телефону{" "}
                <a
                  href="tel:+996 990 97-97-99"
                  target="_blank"
                  rel="noreferrer"
                >
                  +996 707 89-20-10
                </a>{" "}
                или через сервис сайта Интернет-магазина{" "}
                <a href="/">missDress</a>.
              </li>
              <li>
                При регистрации на сайте Интернет-магазина Покупатель обязуется
                предоставить следующую регистрационную информацию:
                <ol>
                  <li>
                    фамилия, имя, отчество Покупателя или указанного им лица
                    (получателя);
                  </li>
                  <li>
                    адрес, по которому следует доставить Товар (если доставка до
                    адреса Покупателя);
                  </li>
                  <li>адрес электронной почты;</li>
                  <li>контактный телефон.</li>
                </ol>
              </li>
              <li>
                Наименование, количество, ассортимент, артикул, цена выбранного
                Покупателем Товара указываются в корзине Покупателя на сайте
                Интернет-магазина.
              </li>
              <li>
                Если Продавцу необходима дополнительная информация, он вправе
                запросить ее у Покупателя. В случае не предоставления
                необходимой информации Покупателем, Продавец не несет
                ответственности за выбранный Покупателем Товар.
              </li>
              <li>
                При оформлении Заказа через Оператора (п. 4.1. настоящей Оферты)
                Покупатель обязуется предоставить информацию, указанную в п.
                4.2. настоящей Оферты.
              </li>
              <li>
                Принятие Покупателем условий настоящей Оферты осуществляется
                посредством внесения Покупателем соответствующих данных в
                регистрационную форму на сайте Интернет-магазина или при
                оформлении Заказа через Оператора. После оформления Заказа через
                Оператора данные о Покупателе регистрируются в базе данных
                Продавца. Утвердив Заказ выбранного Товара, Покупатель
                предоставляет Оператору необходимую информацию в соответствии с
                порядком, указанном в п. 4.2. настоящей Оферты.
              </li>
              <li>
                Продавец не несет ответственности за содержание и достоверность
                информации, предоставленной Покупателем при оформлении Заказа.
              </li>
              <li>
                Покупатель несет ответственность за достоверность
                предоставленной информации при оформлении Заказа.
              </li>
              <li>
                Договор купли-продажи дистанционным способом между Продавцом и
                Покупателем считается заключенным с момента выдачи Продавцом
                Покупателю кассового или товарного чека либо иного документа,
                подтверждающего оплату Товара.
              </li>
            </ul>
          </li>
          <li>
            <p>
              <span>ДОСТАВКА И ПЕРЕДАЧА ТОВАРА ПОКУПАТЕЛЮ</span>
            </p>
            <ul>
              <li>
                Продавец оказывает Покупателю услуги по доставке Товара одним из
                способов указанных на сайте Интернет-магазина.
              </li>
              <li>
                Если Договор купли-продажи товара дистанционным способом (далее
                – Договор) заключен с условием о доставке Товара Покупателю,
                Продавец обязан в установленный Договором срок доставить Товар в
                место, указанное Покупателем, а если место доставки Товара
                Покупателем не указано, то по месту его жительства или
                регистрации.
              </li>
              <li>
                Место доставки Товара Покупатель указывает при оформлении Заказа
                на приобретение Товара.
              </li>
              <li>
                Срок доставки Товара Покупателю состоит из срока обработки
                заказа и срока доставки.
              </li>
              <li>
                Доставленный Товар передается Покупателю, а при отсутствии
                Покупателя - любому лицу, предъявившему квитанцию или иной
                документ, подтверждающий заключение Договора или оформление
                доставки Товара.
              </li>
              <li>
                Информация о Товаре доводится до сведения Покупателя в
                технической документации, прилагаемой к Товару, на этикетках,
                путем нанесения маркировки или иным способом, принятым для
                отдельных видов товаров.
              </li>
              <li>
                Внимательно ознакомьтесь с текстом публичной оферты, и если Вы
                не согласны с каким-либо пунктом оферты, Вы вправе отказаться от
                покупки Товаров, предоставляемых Продавцом, и не совершать
                действий, указанный в п. 2.1. настоящей Оферты.
              </li>
            </ul>
          </li>
        </ol>
      </div>
    </div>
  );
}

export default OffertPage;
