export const questionsItems = [
  {
    id: 1,
    title: "Должен ли я оплачивать доставку в случае отказа?",
    text: "Да, если товар надлежащего качества, а также соответствует описанию и характеристикам, так как стоимость доставки — это минимально возможные затраты, среди которых: оплата работы курьера, ГСМ, ремонт и замена расходных материалов автомобиля.",
  },
  {
    id: 2,
    title:
      "Можно ли забрать заказ самостоятельно из вашего офиса или со склада?",
    text: "Можно. После подтверждения менеджером совершенного Вами заказа получить выбранный товар можно в нашем офисе либо на нашем складе, который находится рядом. Специалисты проконсультируют Вас по любым вопросам насчет выбранного товара и ассортимента. Узнать о наличии товара и оформить заявку на самовывоз (забронировать товар к Вашему приезду) можно в рабочее время по телефонам:",
    list: { number_1: "+7 (495) 672-72-94", number_2: "8 (800) 350-31-07." },
  },
  {
    id: 3,
    title: "Существуют ли скидки на корпоративные покупки?",
    text: "Безусловно, существуют. К нам довольно часто обращаются компании и партнеры, которые выбирают среди нашего ассортимента полезные и нужные товары, а также подарки своим сотрудникам. Для таких клиентов мы всегда рассмотрим возможность уникальных условий и хороших скидок. По всем вопросам обращайтесь к нашим менеджерам по телефонам:",
    list: { number_1: "+7 (495) 672-72-94", number_2: "8 (800) 350-31-07." },
  },
  {
    id: 4,
    title: "Почему доставка в вашем магазине платная?",
    text: "В нашем магазине действует принцип прозрачности формирования цен. Мы не включаем стоимость доставки стоимость наших товаров, так как считаем это неправильным. При этом каждый покупатель понимает, из чего складывается общая стоимость заказа, поэтому доставка оплачивается отдельно. Стоимость доставки — это минимально возможная стоимость всех затрат, среди которых: оплата работы курьера, ГСМ, ремонт и замена расходных материалов автомобиля.",
  },
  {
    id: 5,
    title: "Существует ли гарантия на товар?",
    text: "На всю одежу распространяется производственная гарантия в соответствии с действующим законодательством.",
  },
  {
    id: 7,
    title: "Можно ли изменить адрес доставки оформленного заказа?",
    text: "Можно. Для этого достаточно просто позвонить менеджеру, сообщить номер заказа и новый адрес доставки либо написать нам об этом на электронной почту info@td-tnp.ru или td-tnp@yandex.ru.",
  },
  {
    id: 8,
    title: "Как аннулировать заказ или отдельный товар из заказа?",
    text: "Для корректировки или аннулирования заказа достаточно позвонить менеджеру или сообщить нам это, воспользовавшись любым удобным способом связи. Мы просим во всех случаях изменения обстоятельств в части получения заказа информировать нас об этом своевременно, чтобы помочь вовремя скорректировать график по доставке других заказов.",
  },
  {
    id: 9,
    title: "Как узнать о состоянии заказа?",
    text: "В случае возникновения вопросов Вы всегда можете обратиться к нашим менеджерам и получить полную информацию о состоянии заказа.",
  },
  {
    id: 10,
    title: "Как сделать возврат товара или предъявить претензию?",
    text: [
      {
        message:
          "Клиент вправе отказаться от заказанного товара надлежащего качества в любое время до его получения, а после получения — в течение 14 дней, не считая дня покупки. Возврат товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного товара.",
      },
      {
        message:
          "Если покупатель отказывается от товара, то интернет-магазин возвращает ему стоимость товара, за исключением расходов на доставку товара.",
      },
      {
        message:
          "В случае, если возврат производится с повторным вызовом курьера для забора товара, клиентом оплачивается стоимость забора товара, равная стоимости доставки.",
      },
      {
        message:
          "Клиент может возвратить товар ненадлежащего качества изготовителю или продавцу и потребовать возврата уплаченной денежной суммы в течение срока годности при условии надлежащего товарного вида. В этом случае товар направляется на экспертизу для установления причин несоответствия.",
      },
      {
        message:
          "Клиент также вправе потребовать замены товара ненадлежащего качества, обмена товара на другой либо устранения обнаруженных недостатков.",
      },
      {
        message:
          "Возврат средств в соответствии с действующим законодательством по письменному заявлению клиента о возврате товара.",
      },
      {
        message:
          "Вы вправе обменять любой товар, которым Вы не пользовались, в течение 14 дней при условии надлежащего товарного вида и упаковки.",
      },
    ],
  },
];
